
        const specialFestivals = {
			'20250404':'我们在郴州旅游',
			'20250405':'我们在郴州旅游',
			'20250406':'我们在郴州旅游,也是男朋友第一次去老姐，姐夫家里蹭饭。',
			'20250503':'我们回到了男朋友大学的地方--"湖南科技学院"，吹过男朋友吹过的风，走过男朋友走过的路',
			'20250504':'我们到衡阳旅游，走过女朋友走过的路，拍过女朋友拍过的墙',
			'20250505':'我们到衡阳旅游',
			'20240911':'我们开始恋爱的第一天',
			'20240313':'缘分的开始,是我们相识的第一天',
			'20250306':'女朋友景嘉微上班的第一天',
			'20240703':'女朋友的生日',
			'20240917':'和女朋友一起过的中秋节',
			'20241201':'和我宝贝女朋友一起过的第一个生日',
			'20240916':'第一次到了女朋友的租房',
			'20240322':'我们的第一次见面',
			'20250506':'小红第一次被撞',
        };